Repository: jacquealvesb/receitas-jacquenan
Catalog: app/receitas-jacquenan/receitas-jacquenan/Support Files/*.lproj/Intents.strings
Languages: pt_br

# 2kKNMe
source: You have to put ${ingredient}
pt_br: Você tem que colocar ${amount} de ${ingredient}

# 3kFAjT
source: Ingredient
pt_br: Ingrediente

# 5kI5pv
source: How much of ${ingredient} do I put?
pt_br: Quanto de ${ingredient} eu coloco?

# 7GRi65
source: Tell me the next instruction
pt_br: Me diz o próximo passo

# E5MOGw
source: Instruction
pt_br: Passo

# ECzqjQ
source: Instruction
pt_br: Passo

# ICGwYH
source: Something wrong happend
pt_br: Aconteceu alguma coisa de errado

# LGY3d5
source: Repeat Instruction
pt_br: Repetir Passo

# MRXAKi
source: Something wrong happend
pt_br: Aconteceu alguma coisa de errado

# P2lGzj
source: This recipe doesn't have ${ingredient}
pt_br: Essa receita não tem ${ingredient}

# SBbhLd
source: Tell me the next instruction
pt_br: Me diz o próximo passo

# V2asxA
source: Next Instruction
pt_br: Próximo passo

# VOUiFe
source: Repeat instruction
pt_br: Repetir passo

# WDaQtj
source: Ingredient
pt_br: Ingrediente

# e78koZ
source: Amount
pt_br: Quantidade

# gLarw3
source: The amount of an ingredient to put on the recipe.
pt_br: A quantidade de um ingrediente na receita.

# mJZNAp
source: Go to the next instruction of the recipe and read it.
pt_br: Vai pro próximo passo e lê.

# mkhqRc
source: You want to know the amount of which ingredient?
pt_br: Você quer saber a quantidade de que ingrediente?

# n1YGAt
source: Repeat instruction
pt_br: Repetir passo

# qgG7yF
source: Repeat the current instruction of the recipe
pt_br: Repetir o passo atual da receita

# ryONc8
source: How much of ${ingredient} do I put?
pt_br: Quanto de ${ingredient} eu coloco?

# u3kFoe
source: Something wrong happend
pt_br: Aconteceu alguma coisa de errad

# xtfcLY
source: Ingredient Amount
pt_br: Quantidade de Ingrediente

# Yb9GlA
source: That was the last instruction, you've finished the recipe!
pt_br: Esse foi o último passo, você terminou a receita!
