Repository: jacquealvesb/receitas-jacquenan
Catalog: app/receitas-jacquenan/receitas-jacquenan/Support Files/*.lproj/Localizable.strings
Languages: pt_br

# link_placeholder
source: http://recipelink.com
pt_br: http://linkdareceita.com.br

# link_title
source: Recipe link
pt_br: Link da receita

# ingredient_amount_suggestion
source: Check amount
pt_br: Checar quantidade

# repeat_instruction_suggestion
source: Repeat instruction
pt_br: Repetir passo

# next_instruction_suggestion
source: Next instruction
pt_br: Próximo passo

# onboarding_title0
source: Paste a recipe link and start cooking
pt_br: COLOQUE O LINK DE UMA RECEITA E COMECE A COZINHAR

# onboarding_text0
source: We take it and make it correctly formatted for you!
pt_br: A gente pega ela e deixa bonitinha pra você!

# onboarding_title_siri
source: Ask Siri for help
pt_br: PEÇA AJUDA PARA A SIRI

# onboarding_text1
source: Ask how much of an ingredient you need to put.
pt_br: Pergunte quanto de um ingrediente você precisa colocar.

# onboarding_text2
source: Ask her to repeat the current step you forgot.
pt_br: Peça para ela repetir o passo atual que você esqueceu.

# onboarding_text3
source: Ask her to say the next step you should do.
pt_br: Peça para ela dizer o próximo passo que você deve fazer.

# onboarding_button
source: START
pt_br: COMEÇAR

# onboarding_siri_help
source: To do this, you'll have to add to Shortcuts
pt_br: Para fazer isso, você vai ter que adicionar ao Shortcuts

# ingredients_title
source: Ingredients
pt_br: Ingredientes

# instructions_title
source: Instructions
pt_br: Modo de preparo

# empty_recipe_placeholder
source: You have no saved recipes yet. Place a recipe link on the screen above.
pt_br: Você não tem nenhuma receita salva ainda. Coloque o link de uma receita na tela a cima.

# default_recipe_name
source: Recipe
pt_br: Receita
